
colours = {
    "black": (0, 0, 0),
    "черный": (0, 0, 0),
    "чёрный": (0, 0, 0),
    "red": (0, 0, 255),
    "красный": (0, 0, 255),
    "green": (0, 255, 0),
    "зеленый": (0, 255, 0),
    "зелёный": (0, 255, 0),
    "blue": (255, 0, 0),
    "синий": (255, 0, 0),
    "white": (255, 255, 255),
    "белый": (255, 255, 255),
    "pink": (203, 192, 255),
    "розовый": (203, 192, 255),
    "orange": (0, 165, 255),
    "оранжевый": (0, 165, 255),
    "violet": (128, 0, 128),
    "фиолетовый": (128, 0, 128),
    "maroon": (0, 0, 128),
    "бардовый": (0, 0, 128)
    }
